@extends('layouts.PrivacyMaster')

@section('content')

<div class="content pt-5" style="font-family:Microsoft JhengHei;font-size: 18px;text-align: justify;background: ivory;opacity:0.8;">

    <div class="text-center" style="width: 100%;">
        <h3 class="mx-auto"><b>隱私保護聲明</b></h3>
    </div>

    <div class="p-5" >
        <section class="p-2">
            
            <p>
                    <p>尊重用戶個人隱私是「刀劍神域 Alicization Rising Steel 事前登錄網站」的一項基本原則，以下簡稱“「本網站」”。 由於網路的本身特徵，「本網站」將無可避免地與個人用戶產生直接或間接的互動關係，請您詳細閱讀。<br>

                    <p>1.定義</p>
                    <p>&emsp;&emsp;“隱私”是指使用者為獲得「本網站」產品和服務而提供給「本網站」與其協力廠商的個人資料，包括但不限於真實姓名、身份證件號碼、手機號碼、電子郵箱、FACEBOOK帳號資訊、密碼保護提示問題、標準答案及其他所需之個人資料。使用者帳號下的角色、虛擬道具等資訊及使用遊戲時產生的資料屬「本網站」所有，不屬於本條款所指的隱私。</p>
                    <br>
                    <p>2.事前登錄</p>
                    <p>&emsp;&emsp;當您訪問「本網站」網站時，會有登錄「本網站」網路遊戲的選項。如果您選擇登錄「本網站」，在您的同意及確認下，「本網站」將要求您提供一些個人資料，包括您的真實姓名、身份證件號碼、FACEBOOK帳號資訊、手機號碼等資訊來確認登錄成功，「本網站」會將您選擇要提供的資訊儲存在一個安全的資料庫中（以下簡稱為“基本資料”）。</p>
                    <br>
                    <p>3.隱私權原則</p>
                    <p>「本網站」採取下列幾項原則盡可能地保護您的隱私權：</p>
                    <p>&emsp;&emsp;3.1資料確認</p>
                    <p>&emsp;&emsp;當你同意登錄「本網站」的時候，會要求你提供一些個人資料，這些個人資料包括但不限於：</p>
                    <p>&emsp;&emsp;3.1.1個人識別資料：如姓名、性別、年齡、出生日期、身份證號碼(或護照號碼)、電話、手機號碼、通信地址、住址、電子郵件、FACEBOOK帳號資訊、郵寄地址等情況。</p>
                    <p>&emsp;&emsp;3.1.2個人背景：職業、教育程度、收入狀況、婚姻、家庭狀況。</p>
                    <p>&emsp;&emsp;3.1.3驗證信息：手機號碼驗證、密碼提示問題、個人資料驗證資訊等用於保護使用者個人資料不被冒用、盜用的資訊。</p>
                    <p>&emsp;&emsp;3.2使用非個人化資訊</p>
                    <p>&emsp;&emsp;「本網站」將通過您的IP位址來收集非個人化的資訊，例如您的流覽器性質、作業系統種類、給您提供接入服務的ISP功能變數名稱等，以優化在您手機螢幕上顯示的頁面。通過收集上述資訊，「本網站」也進行流量統計，從而改進網站的管理和服務，或進行網路行為的調查或研究。</p>
                    <p>&emsp;&emsp;3.3基本資料保護及處理</p>
                    <p>&emsp;&emsp;3.3.1「本網站」將對您所提供的資料在現有條件下進行嚴格的管理及保護，「本網站」將使用現有相應的技術，盡力防止您的個人資料丟失、被盜用或遭篡改。</p>
                    <p>&emsp;&emsp;3.3.2「本網站」將視情況在必要時委託專門的技術人員代為對該類資料進行電腦處理，以符合專業分工時代的需求。</p>
                    <p>&emsp;&emsp;3.4安全的資料儲存與轉送</p>
                    <p>&emsp;&emsp;「本網站」使用的伺服器提供控制設備保護，您的基本資料儲存在該伺服器。當您要求將基本資料傳送到某個支援網站時，「本網站」會加密您的基本資料，然後使用先進的加密技術將基本資料傳送到該伺服器。</p>
                    <p>&emsp;&emsp;3.5限制利用原則</p>
                    <P>&emsp;&emsp;「本網站」只有在符合下列條件之一，方對收集的基本資料進行必要範圍以外利用：</P>
                    <p>&emsp;&emsp;3.5.1已取得您的書面同意。</p>
                    <p>&emsp;&emsp;3.5.2為免除您在生命、身體或財產方面之急迫危險。</p>
                    <p>&emsp;&emsp;3.5.3為防止他人權益之重大危害。</p>
                    <p>&emsp;&emsp;3.5.4為維護「本網站」的合法權益。</p>
                    <p>&emsp;&emsp;3.5.5為增進公共利益，且無害於您的重大利益。</p>
                    <p>&emsp;&emsp;3.6個人資料的披露</p>
                    <p>&emsp;&emsp;未經用戶許可「本網站」不得向任何協力廠商披露、提供、公開或共用使用者註冊資料中的姓名、個人有效身份證件號碼、聯繫方式、家庭住址等個人身份資訊，但下列情況除外：</p>
                    <p>&emsp;&emsp;3.6.1用戶或用戶監護人授權「本網站」披露的；</p>
                    <p>&emsp;&emsp;3.6.2有關法律要求「本網站」披露的；</p>
                    <p>&emsp;&emsp;3.6.3司法機關或行政機關基於法定程式要求「本網站」提供的；</p>
                    <p>&emsp;&emsp;3.6.4「本網站」為了維護自己合法權益而向用戶提起訴訟或者仲裁時；</p>
                    <p>&emsp;&emsp;3.6.5應用戶監護人的合法要求而提供使用者個人身份資訊時；</p>
                    <p>&emsp;&emsp;3.6.6在緊急情況下為保護社會公共利益需要而披露使用者的個人資料的。</p>
                    <p>&emsp;&emsp;在上述除外情況下「本網站」披露個人資料，「本網站」不承擔責任。</p>
                    <p>&emsp;&emsp;3.7有關免責</p>
                    <p>&emsp;&emsp;除上述3.5、3.6條款規定屬免責外，下列情況「本網站」得以免責：</p>
                    <p>&emsp;&emsp;3.7.1「本網站」將努力採取商業上的合理方式以保護使用者的隱私安全，並使用商業上合理的安全技術措施來保護用戶隱私不被未經授權的訪問、使用或洩漏。但「本網站」仍然不能保證現有的安全技術措施能使使用者的個人資料等資訊不受任何形式的損失。在「本網站」已採取商業合理方式保護使用者隱私安全且「本網站」無主觀故意情況下，對使用者個人資料的洩漏「本網站」得以免責。</p>
                    <p>&emsp;&emsp;3.7.2由於您將登錄資料告知他人或未保管好自己的資料或與他人共用使用帳戶或任何其它非「本網站」的過錯，由此導致的任何個人資料洩露。</p>
                    <p>&emsp;&emsp;3.7.3任何由於電腦問題、駭客攻擊、電腦病毒侵入或發作、電信部門技術調整導致之影響、因政府管制而造成的暫時性關閉、由於不可抗力原因(包括火災、水災、雷擊、地震、洪水、颱風、龍捲風、火山爆發、瘟疫和傳染病流行、罷工、戰爭或暴力行為或類似事件等)造成「本網站」不能正常發佈以及其它影響網路正常經營之不可抗力及其它任何非因「本網站」過錯而造成的個人資料洩露、丟失、被盜用或被篡改等。</p>
                    <p>&emsp;&emsp;3.7.4由於非「本網站」原因，與「本網站」連結的其它網站所造成的個人資料洩露及由此而導致的任何法律爭議和後果。</p>
                    <p>&emsp;&emsp;3.7.5任何個人用戶，包括未成年人使用者向「本網站」提供錯誤、不完整、不實資訊等造成不能正常使用「本網站」服務或遭受任何其它損失，「本網站」不承擔責任。</p>
                    <p>&emsp;&emsp;3.7.6為了網站的正常運行，需要定期或不定期地對網站進行停機維護，因此類情況而造成的正常服務中斷等。</p>
                    <br>
                    <p>4. 您得行使的權利及方式</p>
                    <p>&emsp;&emsp;4.1 您就您的個人資料得向「本網站」以書面請求行使以下權利：</p>
                    <p>&emsp;&emsp;4.1.1查詢或請求閱覽。</p>
                    <p>&emsp;&emsp;4.1.2請求提供複製本。</p>
                    <p>&emsp;&emsp;4.1.3請求補充或更正。</p>
                    <p>&emsp;&emsp;4.1.4請求停止搜集、處理或利用。</p>
                    <p>&emsp;&emsp;4.1.5請求刪除。</p>
                    <p>&emsp;&emsp;4.2權利限制</p>
                    <p>&emsp;&emsp;以上權利，若因您不符合「本網站」前述條例或法律另有規定時，將會受到限制。</p>
                    <p>&emsp;&emsp;4.3酌收費用</p>
                    <p>&emsp;&emsp;若您就您的個人資料向「本網站」查詢、請求閱覽或複製文本，「本網站」將酌收必要成本費用。</p>
                    <p>&emsp;&emsp;4.4權利行使之方式</p>
                    <p>&emsp;&emsp;上開權利之申請，應填具申請文件，「本網站」得向您請求提出可資確認之身份證明文件。若委託他人代為申請者，並應出具委任書，且提供本人及代理人之身分證明文件。</p>
                    <br>
                    <p>5.隱私權政策的修改</p>
                    <p>「本網站」有權自行修訂隱私權政策，相關修正規定將會公告於本網站，請您密切注意，以保障個人權益。當您于隱私權政策任何修改或變更後繼續使用「本網站」網站與其所附屬之網站服務，表示您已閱讀、瞭解並同意接受隱私權政策修改或變更後之內容。</p>
                    <br>
                    <p>本條款為《使用者協議》的補充，為該使用者協議不可分割的一部分，與其具有同等法律效力。</p>
                    
            </p>
        </section>
    </div>

</div>


@endsection