@extends('layouts.PrivacyMaster')

@section('content')

<div class="content pt-5" style="font-family:Microsoft JhengHei;font-size: 18px;text-align: justify;background: ivory;opacity:0.8;">

    <div class="text-center" style="width:100%;">
        <h3 class="mx-auto"><b>使用者協議</b></h3>
    </div>

    <div class="p-5" >
        <section class="p-2">
            
            <p>
                <p>1.本使用者協議是使用者（您）與「刀劍神域 Alicization Rising Steel 事前登錄網站」及其服務協力廠商之間的協議 (包括但不限於本網站及其APP版) ，以下簡稱“「本網站」”；為保障您的權益，請於參加登錄活動前，詳細閱讀同意書中所有內容，當您在線上點選「我同意」後，即表示您已經閱讀並同意遵守以下條款及相關之法律規定：。</p>
                <p>&emsp;&emsp;1.1登錄須知：「本網站」在此特別提醒，用戶（您）欲參與「本網站」活動，必須事先認真閱讀本使用者協議中各條款，包括免除或者限制「本網站」網站責任的免責條款及對用戶的權利限制。請您審閱並接受或不接受本使用者協議（未成年人審閱時應得到法定監護人的陪同）。如您不同意本使用者協議及或隨時對其的修改，您應不使用或主動取消「本網站」網站提供的服務。您的使用行為將被視為您對本使用者協定全部的完全接受，包括接受「本網站」對使用者協議隨時所做的任何修改</p>
                <p>&emsp;&emsp;1.2這些條款可由「本網站」隨時更新，且毋須另行通知。此使用者協議一旦發生變更, 「本網站」將在網頁上公佈修改內容。修改後的服務一旦在網頁上公佈即有效代替原來的使用者協議。您可隨時至「本網站」網站查閱最新版使用者協議</p>
                <p>&emsp;&emsp;1.3本使用者協議適用於「本網站」提供的各種服務，但當您使用「本網站」某一特定服務時，如該服務另有單獨的使用者協定、指引或規則，您應遵守本使用者協議及「本網站」隨時公佈的與該服務相關的使用者協定、指引或規則等。前述所有的指引和規則，均構成本使用者協議的一部分。除非本使用者協議另有其他明示規定，新推出的產品或服務、增加或強化目前本服務的任何新功能，均受到本使用者協定之規範。</p>
                <br>
                <p>2 使用者使用規則： </p>
                <p>&emsp;&emsp;2.1 用戶必須自行配備上網和使用電信增值業務所需的設備，自行負擔個人上網或協力廠商（包括但不限於電信或移動通信提供商）收取的通訊費、資訊費等有關費用。如涉及電信增值服務的，我們建議您與您的電信增值服務提供者確認相關的費用問題。</p>
                <p>&emsp;&emsp;2.2 除您與「本網站」另有約定外，您同意本服務僅供個人使用且非商業性質的使用，您不可對本服務任何部分或本服務之使用或獲得，進行複製、拷貝、出售、或利用本服務進行調查、廣告、或用於其他商業目的，其中，您不得將任何廣告信函與資訊、促銷資料、垃圾郵件與資訊、濫發郵件與資訊、直銷及傳銷郵件與資訊以短信、即時通信或以其他方式傳送，但「本網站」對特定服務另有適用指引或規則的除外。</p>
                <p>&emsp;&emsp;2.3 不得發送任何妨礙社會治安或非法、虛假、騷擾性、侮辱性、恐嚇性、傷害性、破壞性、挑釁性、淫穢色情性等內容的資訊</p>
                <p>&emsp;&emsp;2.4 保證自己在使用各服務時使用者身份的真實性和正確性及完整性，如果資料發生變化，您應及時更改。在安全完成本服務的登記程式並收到一個密碼及帳號後，您應維持密碼及帳號的機密安全。您應對任何人利用您的密碼及帳號所進行的活動負完全的責任，「本網站」無法對非法或未經您授權使用您帳號及密碼的行為作出甄別，因此「本網站」不承擔任何責任。在此，您同意並承諾做到：</p>
                <p>&emsp;&emsp;2.4.1 當您的密碼或帳號遭到未獲授權的使用，或者發生其他任何安全問題時，您會立即有效通知到「本網站」；</p>
                <p>&emsp;&emsp;2.4.2 當您每次上網或使用其他服務完畢後，會將有關帳號安全退出。</p>
                <p>&emsp;&emsp;2.5 使用者同意接受「本網站」通過手機號碼、電子郵件或短信、即時通信的用戶端、網頁或其他合法方式向使用者發送商品促銷或其他相關商業資訊。在使用電信增值服務的情況下，使用者同意接受「本網站」及合作公司通過增值服務系統或其他方式向使用者發送的相關服務資訊或其他資訊，其他資訊包括但不限於通知資訊、宣傳資訊、廣告資訊等。</p>
                <p>&emsp;&emsp;2.6 關於在「本網站」上傳的公開信息：</p>
                <p>&emsp;&emsp;2.6.1 您同意您在本服務公開使用區域或服務專案內上傳之內容，包括但不限於照片、圖形或影音資料等內容，授予「本網站」全球性、免許可費、非獨家、可完全轉授權、及永久有效的使用權利，「本網站」可以為了展示、散佈及推廣前述內容之特定目的，將前述內容複製、修改、改寫、改編或出版及可供「本網站」轉載使用。</p>
                <p>&emsp;&emsp;2.6.2 對您張貼的內容，您保證已經擁有必要權利或授權以進行該內容提供、張貼、上載、提交等行為。</p>
                <p>&emsp;&emsp;2.6.3 若您違反有關法律法規及本使用者協議，須自行承擔完全的法律責任，並承擔因此給「本網站」造成的損失的法律責任。</p>
                <br>
                <p>3 服務風險及免責聲明</p>
                <p>&emsp;&emsp;3.1 使用者須明白，本服務僅依其當前所呈現的狀況提供，本服務涉及到互聯網及移動通訊等服務，可能會受到各個環節不穩定因素的影響。因此服務存在因上述不可抗力、電腦病毒或駭客攻擊、系統不穩定、使用者所在位置、使用者關機、GSM網路、互聯網路、通信線路原因等造成的服務中斷或不能滿足使用者要求的風險。開通服務的使用者須承擔以上風險，「本網站」和合作公司對服務之及時性、安全性、準確性不作擔保，對因此導致用戶不能發送和接受閱讀消息、或傳遞錯誤，個人設定之時效、未予儲存或其他問題不承擔任何責任</p>
                <p>&emsp;&emsp;3.2 如「本網站」的系統發生故障影響到本服務的正常運行，「本網站」承諾在第一時間內與相關單位配合，及時處理進行修復。但用戶因此而產生的經濟損失，「本網站」和合作公司不承擔責任。此外，「本網站」保留不經事先通知為維修保養、升級或其他目的暫停本服務任何部分的權利。</p>
                <p>&emsp;&emsp;3.3 「本網站」在此鄭重提請您注意，任何經由本服務以上載、張貼、發送即時資訊、電子郵件或任何其他方式傳送的資訊、資料、文字、軟體、音樂、音訊、照片、圖形、視訊、資訊、使用者的登記資料或其他資料（以下簡稱“內容”），無論公開還是私下傳送，均由內容提供者承擔責任。「本網站」無法控制經由本服務傳送之內容，也無法對使用者的使用行為進行全面控制，因此不保證內容的合法性、正確性、完整性、真實性或品質；您已預知使用本服務時，可能會接觸到令人不快、不適當或令人厭惡之內容，並同意將自行加以判斷並承擔所有風險，而不依賴於「本網站」。但在任何情況下，「本網站」有權依法停止傳輸任何前述內容並採取相應行動，包括但不限於暫停使用者使用本服務的全部或部分，保存有關記錄，並向有關機關報告。但「本網站」有權(但無義務)依其自行之考慮，拒絕和刪除可經由本服務提供之違反本條款的或其他引起「本網站」或其他使用者反感的任何內容。</p>
                <p>&emsp;&emsp;3.4 關於使用及儲存之一般措施：您承認關於本服務的使用「本網站」有權制訂一般措施及限制，包含但不限於本服務將保留使用者資訊、聊天訊息、電子郵件資訊、所張貼內容或其他上載內容之最長期間、本服務一個帳號當中可收發電子郵件或短信訊息等的最大數量、本服務一個帳號當中可收發的單個資訊或電子郵件的大小、「本網站」伺服器為您分配的最大使用空間，以及一定期間內您使用本服務之次數上限（及每次使用時間之上限）。通過本服務儲存或傳送之任何資訊、通訊資料和其他內容，如被刪除或未予儲存，您同意「本網站」毋須承擔任何責任。您也同意，「本網站」有權依其自行之考慮，不論通知與否，隨時變更這些一般措施及限制。</p>
                <p>&emsp;&emsp;3.5 與廣告商進行之交易:您通過本服務與廣告商進行任何形式的通訊或商業往來，或參與促銷活動，包含相關商品或服務之付款及交付，以及達成的其他任何相關條款、條件、保證或聲明，完全為您與廣告商之間之行為。除有關法律有明文規定要求「本網站」承擔責任以外，您因前述任何交易或前述廣告商而遭受的任何性質的損失或損害，「本網站」均不予負責。 </p>
                <p>&emsp;&emsp;3.6 連結及搜尋引擎服務：本服務或第三人可提供與其他國際互聯網上之網站或資源之連結。由於「本網站」無法控制這些網站及資源，您瞭解並同意：無論此類網站或資源是否可供利用，「本網站」不予負責；「本網站」亦對存在或源於此類網站或資源之任何內容、廣告、產品或其他資料不予保證或負責。因您使用或依賴任何此類網站或資源發佈的或經由此類網站或資源獲得的任何內容、商品或服務所產生的任何損害或損失，「本網站」不負任何直接或間接之責任。若您認為該連結所載的內容或搜尋引擎所提供之連結的內容侵犯您的權利，「本網站」聲明與上述內容無關，不承擔任何責任。「本網站」建議您與該網站或法律部門聯繫，尋求法律保護；若您需要更多瞭解「本網站」之搜索服務，請參見「本網站」關於搜尋引擎服務的相關說明。</p>
                <p>&emsp;&emsp;3.7若在本網站的資訊存儲服務、搜索服務、連結服務中涉及的資訊內容存在侵犯第三人著作權的可能，「本網站」有權處理該資訊內容，包括但不限於隱藏、下線、刪除等措施。</p>
                <br>
                <p>4 服務變更、中斷或終止及使用者協議的修改</p>
                <p>&emsp;&emsp;4.1 本服務的所有權和運作權、一切解釋權歸「本網站」。「本網站」提供的服務將按照其發佈的章程、使用者協定和操作規則嚴格執行。</p>
                <p>&emsp;&emsp;4.2 「本網站」有權在必要時修改使用者協議，使用者協議一旦發生變動，將會在相關頁面上公佈修改後的使用者協議。如果不同意所改動的內容，使用者應主動取消此項服務。如果使用者繼續使用服務，則視為接受使用者協議的變動</p>
                <p>&emsp;&emsp;4.3 「本網站」和合作公司有權按需要修改或變更所提供的收費服務、收費標準、收費方式、服務費、及使用者協議。「本網站」在提供服務時，可能現在或日後對部分服務的使用者開始收取一定的費用如用戶拒絕支付該等費用，則不能在收費開始後繼續使用相關的服務。但「本網站」和合作公司將盡最大努力通過各種有效方式通知使用者有關的修改或變更。</p>
                <p>&emsp;&emsp;4.4 「本網站」特別提請用戶注意，「本網站」為了保障公司業務發展和調整的自主權，「本網站」擁有經或未經事先通知而修改服務內容、中斷或中止部分或全部服務的權利，修改會公佈於「本網站」網站相關頁面上，一經公佈視為通知。「本網站」行使修改或中斷服務的權利而造成損失的，「本網站」不需對用戶或任何協力廠商負責。</p>
                <p>&emsp;&emsp;4.5 如發生下列任何一種情形，「本網站」有權隨時中斷或終止向使用者提供服務而無需通知使用者：</p>
                <p>&emsp;&emsp;4.5.1 用戶提供的個人資料不真實；</p>
                <p>&emsp;&emsp;4.5.2 使用者違反本使用者協議的規定；</p>
                <p>&emsp;&emsp;4.5.3 按照主管部門的要求；</p>
                <p>&emsp;&emsp;4.5.4 其他「本網站」認為是符合整體服務需求的特殊情形。</p>
                <br>
                <p>5 隱私權保護：</p>
                <p>&emsp;&emsp;5.1 「本網站」重視對用戶隱私的保護，保護隱私是「本網站」的一項基本政策。您提供的登記資料及「本網站」保留的有關您的若干其他個人資料將受到台灣地區相關隱私的法律之規範。</p>
                <p>&emsp;&emsp;5.2 您使用「本網站」服務時，「本網站」有權用數位代碼、通用唯一識別碼、cookies或其他技術確定進入服務的終端設備。「本網站」有可能利用所得資訊對服務的使用進行總體性及匿名的資料統計及分析，所得資料可供「本網站」或其合作公司使用。</p>
                <p>&emsp;&emsp;5.3 「本網站」可能會與協力廠商合作向使用者提供相關的服務，如該協力廠商為合法經營的公司且提供同等的用戶隱私保護（如電信運營商），「本網站」有權將使用者的註冊資料等提供給該協力廠商。</p>
                <br>
                <p>6 「本網站」商標信息</p>
                <p>&emsp;&emsp;6.1「本網站」的相關標誌及產品、服務名稱，均為「本網站」之商標。未經「本網站」事先書面同意，您不得將「本網站」的相關標誌及產品、服務名稱以任何方式展示或使用或作其他處理，也不得向他人表明您有權展示、使用、或其他有權處理「本網站」標識的行為。</p>
                <br>
                <p>7 資訊內容的所有權</p>
                <p>&emsp;&emsp;7.1 「本網站」定義的資訊內容包括：文字、軟體、聲音、相片、錄影、圖表；網頁；廣告中全部內容；「本網站」為使用者提供的商業資訊。所有這些內容受版權、商標權、和其它智慧財產權和所有權法律的保護。所以，用戶只能在「本網站」和相關權利人授權下才能使用這些內容，而不能擅自使用、抄襲、複製、修改、編撰這些內容、或創造與內容有關的衍生產品。</p>
                <p>&emsp;&emsp;7.2 關於「本網站」提供的軟體：您瞭解並同意，本服務及本服務所使用或提供之相關軟體（以下簡稱“軟體”）（但不包括兩使用者之間直接傳遞的資料）是由「本網站」擁有所有相關智慧財產權及其他法律保護之專有之智慧財產權（包括但不限於版權、商標權、專利權、及商業秘密）資料。若就某一具體軟體存在單獨的最終使用者軟體授權協定，您除應遵守本協議有關規定外，
                    亦應遵守該軟體授權協定。除非您亦同意該軟體授權協定，否則您不得安裝或使用該軟體。對於未提供單獨的軟體授權協定的軟體，除您應遵守本使用者協議外，「本網站」或所有權人僅將為您個人提供可取消、不可轉讓、非專屬的軟體授權許可，並僅為訪問或使用本服務之目的而使用該軟體。此外，在任何情況下，未經「本網站」明示授權，您均不得修改、出租、出借、出售、散佈本軟體之
                    任何部份或全部，或據以製作衍生著作，或使用擅自修改後的軟體，或進行還原工程、反向編譯，或以其他方式發現原始編碼，包括但不限於為了未經授權而使用本服務之目的。您同意將通過由「本網站」所提供的介面而非任何其他途徑使用本服務。</p>
                <br>
                <p>8 法律</p>
                <p>&emsp;&emsp;8.1 本使用者協議要與台灣地區相關法律、法規一致，如發生使用者協議與相關法律、法規條款有相抵觸的內容，抵觸部分以法律、法規條款為准。</p>
                <br>
                <p>9 保障</p>
                <p>&emsp;&emsp;9.1 用戶同意保障和維護「本網站」利益，負責支付由使用者使用超出服務範圍引起的一切費用（包括但不限於：律師費用、違反使用者協議的損害補償費用以及其它第三人使用, 使用者的電腦、帳號和其它智慧財產權的追索費）。</p>
                <p>&emsp;&emsp;9.2 用戶須對違反台灣地區相關法律規定及本使用者協議所產生的一切後果承擔法律責任。 </p>
                <br>
                <p>10 其它</p>
                <p>&emsp;&emsp;10.1 「本網站」的所在地為中華民國台灣，如果用戶與「本網站」發生爭議，用戶同意將爭議提交至「本網站」所在地中華民國台北地方法院通過訴訟的方式解決。</p>
                <p>&emsp;&emsp;10.2 如本使用者協議中的任何條款無論因何種原因完全或部分無效或不具有執行力，本使用者協議的其餘條款仍應有效且具有約束力，並且努力使該規定反映之意向具備效力。</p>
                <p>&emsp;&emsp;10.3 本使用者協定構成您與「本網站」之全部協定，規範您對本服務之使用，並取代您先前與「本網站」達成的全部協定。但在您使用相關服務、或使用協力廠商提供的內容或軟體時，亦應遵從所適用之附加條款及權利等。 </p>
                <p>&emsp;&emsp;10.4 每項服務的內容、收費標準、收費方式、服務費及使用者協定應以最後發佈的通知為准。 </p>
                <br>
                <p>「本網站」保留本使用者協議之解釋權。</p>

                    
            </p>
        </section>
    </div>

</div>


@endsection